Repository: joomla-projects/gsoc17_pr_testing_platform
Catalog: src/tests-requests-website/src/App/Activity/g11n/*/*.Activity.po
Languages: ja_jp, lv_lv, pl_pl, sr_yu

source: %s - User Activity Chart
ja_jp: %s - ユーザ アクティビティ チャート
lv_lv: %s - Lietotāja aktivitātes grafiks
pl_pl: %s - wykresu czynności użytkownika
sr_yu: %s - Активности Корисника - графикон

source: User Tracker Activity - %s
ja_jp: ユーザ トラッカーのアクティビティ - %s
lv_lv: Lietotāja trekera aktivitāte - %s
pl_pl: Śledzenie aktywności użytkownika - %s
sr_yu: Праћење активности корисника - %s

source: Chart Options
ja_jp: グラフのオプション
lv_lv: Grafika opcijas
pl_pl: Opcje czatu
sr_yu: Опције За Графикон

source: Period
ja_jp: 期間
lv_lv: Periods
pl_pl: Okres
sr_yu: Период

source: 7 Days
ja_jp: 7 日間
lv_lv: 7 dienas
pl_pl: 7 dni
sr_yu: 7 Дана

source: 30 Days
ja_jp: 30 日間
lv_lv: 30 dienas
pl_pl: 30 dni
sr_yu: 30 Дана

source: 90 Days
ja_jp: 90 日間
lv_lv: 90 dienas
pl_pl: 90 dni
sr_yu: 90 Дана

source: 1 Year
ja_jp: 1 年間
lv_lv: 1 gads
pl_pl: 1 rok
sr_yu: 1 Година

source: Custom Period
ja_jp: カスタム期間
lv_lv: Laika periods
pl_pl: Określony okres
sr_yu: Прилагођен Период

source: Type
ja_jp: タイプ
lv_lv: Veids
pl_pl: Typ
sr_yu: Тип

source: All
ja_jp: すべて
lv_lv: Visi
pl_pl: Wszystkie
sr_yu: Све

source: Tracker
ja_jp: トラッカー
lv_lv: Trekeris
pl_pl: Śledzenie
sr_yu: Систем за праћење (Tracker)

source: Test
ja_jp: テスト
lv_lv: Pārbaudīt
sr_yu: Тест

source: Code
ja_jp: コード
lv_lv: Kods
pl_pl: Kod
sr_yu: Код

source: Update Chart
ja_jp: チャートの更新
lv_lv: Atjaunot grafiku
pl_pl: Aktualizacja wykresów
sr_yu: Учитај Графикон

source: Start Date
ja_jp: 開始日
lv_lv: Sākuma datums
pl_pl: Data rozpoczęcia
sr_yu: Датум почетка

source: End Date
ja_jp: 公開終了日
lv_lv: Beigu datums
pl_pl: Data Zakończenia
sr_yu: Крајњи датум

source: %s - Open Issues By Status
ja_jp: %s - 状況別の未解決の問題
lv_lv: %s - Atvērtās kļūdas pēc statusa
pl_pl: %s - problemy otwarte przez stan
sr_yu: %s - Пријављени Проблеми Према Статусу

source: Open Issues By Status - %s
ja_jp: 状態が %s の未解決問題
lv_lv: Atvērtās kļūdas pēc statusa - %s
pl_pl: Problemy otwarte przez stan - %s
sr_yu: Пријављени Проблеми Према Статусу - %s

source: %s - Total Activity Chart
ja_jp: %s - トータル アクティビティ チャート
lv_lv: %s - Kopējās aktivitātes grafiks
pl_pl: %s - wykres całkowitej aktywności
sr_yu: %s - Графикон Тоталне Активности

source: Total Activity - %s
ja_jp: 合計アクティビティ - %s
lv_lv: Kopējā aktivitāte - %s
pl_pl: Całkowita aktywność - %s
sr_yu: Укупна Активност - %s

source: %s - Project Activity Chart
ja_jp: %s - プロジェクト アクティビティ チャート
lv_lv: %s - Projekta aktivitātes grafiks
pl_pl: %s - projekt wykresu aktywności
sr_yu: %s - Графикон Активности На Пројекту

source: Project Open & Close Activity - %s
ja_jp: プロジェクト 未解決と解決のアクティビティ - %s
lv_lv: Projekta atvēršanas un aizvēršanas aktivitāte - %s
pl_pl: Projektu Open & blisko działania - %s
sr_yu: Активност на отварању и затварању пројеката - %s

source: Note: An issue in the tracker may be closed in one of two ways. It may be fixed with a code change, or it may be closed because it was a duplicate issue or not considered to be a bug.
ja_jp: （注）トラッカーの問題は次のいずれかの方法で終了する可能性があります。コードを変更して修正される場合もあれば、問題の重複、バグあるとは考えられないと判断され終了する場合があります。
lv_lv: Piezīme: Kļūdu trekerī var aizvērt vienā no diviem veidiem. To var izlabot mainot kodu, ja tas ir kļūdas dublikāts vai tā nav kļūda.
pl_pl: Uwaga: Problem w module śledzącym może być zamknięta w jeden z dwóch sposobów. Może być ustalona z zmiany kodu, lub może być ZAMKNIĘTA, ponieważ był to problem zduplikowane lub nie uważa się za bug.
sr_yu: Напомена: Проблем у праћењу може бити затворен на један од два начина. Можда је сређен током промене кода или је можда затворена јер је то дупло наведен проблем или се не сматра бугом.

source: Fixed issues are issues for which a code change was made to fix the issue. Other Closed issues are issues that were closed because they were duplicate reports or not bugs.
ja_jp: 修正された問題は、コードの変更が問題を解決するためになされた問題です。その他の終了した問題は重複が報告されたものや、バグではなかったものが挙げられます。
lv_lv: Izlabotās kļūdas ir tādas kurās ir manīts kods. Pārējās aizvērtās kļūdas ir aizvērtas jo tās bija dublikāti vai arī tās nebija kļūdas.
pl_pl: Naprawiono problemy są problemy, dla których dokonano zmiany kodu, aby naprawić ten problem. Inne zamknięte problemy są problemy, które zostały zamknięte, ponieważ były one zduplikowane raporty lub nie błędów.
sr_yu: Сређени проблеми су они проблеми за које је извршена измена кода како би се решио проблем. Остали затворени проблеми су проблеми који су били затворени јер су били двоструки извештаји или нису биле грешке.

source: Please note that pull requests merged before 12 March 2016 may not have the correct status and are included in the Other Closed issues count if so.
ja_jp: 2016年3月12日以前にマージされたプルリクエストは正しいステータスを持っていない可能性があり、そうだとすれば他の終了した問題もカウントされていますのでご注意ください。
lv_lv: Ņemiet vērā ka pieprasījumiem kuri ir apvienoti pirms 2016. gada 12. marta nav korekts statuss un tie ir iekļauti pie Citām aizvērtajām kļūdām.
pl_pl: Należy pamiętać, że scalane przed 12 marca 2016 może nie mieć odpowiednie status żądań ściągnięcia i są uwzględniane w inne zamknięte sprawy liczyć Jeśli tak.
sr_yu: Имајте на уму да се захтеви за повлачење који су спојени пре 12. марта 2016. можда неће имати тачан статус и уколико су укључени у секцију Остали Затворени Проблеми.

source: New
ja_jp: 新規
lv_lv: Jauns
pl_pl: Nowy
sr_yu: Ново

source: Confirmed
ja_jp: 承認済み
lv_lv: Apstiprināts
pl_pl: Potwierdzony
sr_yu: Потврђено

source: Pending
ja_jp: 保留
lv_lv: Atlikts
pl_pl: Oczekiwanie
sr_yu: Нa чекању

source: Ready To Commit
ja_jp: コミットできます
lv_lv: Gatavs izpildei
pl_pl: Gotowe do wysłania
sr_yu: Спремни за сређивање

source: Needs Review
ja_jp: レビューが必要
lv_lv: Vajadzīga pārbaude
pl_pl: Wymaga przeglądu
sr_yu: Потребан је преглед

source: Information Required
ja_jp: 要情報
lv_lv: Vajadzīga informācija
pl_pl: Wymaga informacji
sr_yu: Потребне додатне информације

source: Discussion
ja_jp: ディスカッション
lv_lv: Diskusija
pl_pl: Dyskusja
sr_yu: Дискусија

source: Total Open Issues By Status
ja_jp: 状況別の合計の未解決の問題
lv_lv: Atvērtās kļūdas pēc statusa
pl_pl: Całkowitej problemy otwarte przez stan
sr_yu: Укупно пријављених проблема

source: Months
ja_jp: 月
lv_lv: Mēneši
pl_pl: Miesiące
sr_yu: Месеци

source: Quarters
ja_jp: 四半期
lv_lv: Kvartāli
pl_pl: Kwartały
sr_yu: Четвртина

source: Weeks
ja_jp: 週間
lv_lv: Nedēļas
pl_pl: tygodni
sr_yu: Недеља

source: Issues Opened and Closed for Past Four %1$s
ja_jp: 過去 4 %1$s に発行され完了した問題
lv_lv: Pēdējo četru %1$s laikā atvērtās un aizvērtās kļūdas
pl_pl: Problemów, otwarty i zamknięty dla ostatnich czterech %1$s
sr_yu: Питања отворена и затворена за четвртину %1$s

source: Opened
ja_jp: 発行
lv_lv: Atvērtie
pl_pl: Otwarty
sr_yu: Отворен

source: Fixed
ja_jp: 修正済み
lv_lv: Izlabotie
pl_pl: Naprawiony
sr_yu: Поправљено

source: Other Closed
ja_jp: 他の閉鎖
lv_lv: Citi aizvērtie
pl_pl: Innych zamkniętych
sr_yu: Остало Затворено

source: %1$s Points for Past Four %2$s
ja_jp: 4%2$s の %1$s のポイント
lv_lv: %1$s punkti par pēdējiem četriem %2$s
pl_pl: %1$s punkty dla ostatnich czterech %2$s
sr_yu: %1$s Поени за претходну четвртину %2$s

source: %1$s Points
ja_jp: %1$s ポイント
lv_lv: %1$s punkti
pl_pl: %1$s punkty
sr_yu: %1$s Поени

source: 12 Months
ja_jp: 12 ヶ月
lv_lv: 12 mēneši
pl_pl: 12 miesięcy
sr_yu: 12 Месеци

source: Custom
ja_jp: カスタム
lv_lv: Pielāgots
pl_pl: Własny
sr_yu: Прилагођено

source: %1$s Points From %2$s Through %3$s
ja_jp: %2$s から %3$s までの %1$s のポイント
lv_lv: %1$s Punkti no %2$s līdz %3$s
pl_pl: Punkty %1$s od %2$s przez %3$s
sr_yu: %1$s Бодова од %2$s Кроз %3$s

source: %1$s Points for Past %2$s
ja_jp: %2$s 日間の %1$s のポイント
lv_lv: %1$s punkti par pēdējiem %2$s
pl_pl: %1$s punkty dla ostatnich %2$s
sr_yu: %1$s Бодова за Претходних %2$s

source: Tracker Points
ja_jp: トラッカー ポイント
lv_lv: Trekera punkti
pl_pl: Punkty Tracker
sr_yu: Поени За Праћење

source: Test Points
ja_jp: テスト ポイント
lv_lv: Testa punkti
pl_pl: Punkty testowe
sr_yu: Поени За Тестирање

source: Code Points
ja_jp: コード ポイント
lv_lv: Koda punkti
pl_pl: Punkty kodu
sr_yu: Поени За Програмирање
