Repository: joomla-projects/gsoc17_pr_testing_platform
Catalog: src/tests-requests-website/cli/g11n/*/*.cli.po
Languages: da_dk, ru_ru

source: Be quiet - suppress output.
da_dk: Vær stille - undertryk output.
ru_ru: Веди себя тихо - подавляй вывод.

source: Verbose output for debugging purpose.
da_dk: Omfattende output til brug for fejlfinding.
ru_ru: Подробный вывод для отладки.

source: Suppress ANSI colours on unsupported terminals.
da_dk: Undertryk ANSI farver på ikke understøttede terminaler.
ru_ru: Подавлять цвета ANSI на неподдерживаемых терминалах.

source: Optionally log output to the specified log file.
da_dk: Valgfrit log output til den specificerede logfil.
ru_ru: Опционально логируй выход в указанный файл лога.

source: Set the language used by the application.
da_dk: Angiv sproget der anvendes til denne applikation.
ru_ru: Установка языка, используемого приложением.

source: Invalid command: %s
da_dk: Ugyldig kommando: %s
ru_ru: Неверная команда: %s

source: Did you mean one of this?
da_dk: Mener du en af disse?
ru_ru: Вы имели ввиду что-то из этого?

source: Process aborted.
da_dk: Processen afbrudt.
ru_ru: Процесс прерван.

source: Execution time: <b>%d sec.</b>
da_dk: Udførselstid: <b>%d sek.</b>
ru_ru: Время выполнения: <b>%d сек.</b>

source: The argument "%s" is not recognized.
da_dk: Argumentet "%s" blev ikke genkendt.
ru_ru: Аргумент «%s» не признается.

source: GitHub rate limit:...
da_dk: GitHub rate grænse:...
ru_ru: Предел скорости GitHub:...

source: Clear the g11n language directory.
da_dk: Ryd g11n sprogmappen.
ru_ru: Очистить каталог g11n языка.

source: Clear g11n Cache Directory
da_dk: Ryd g11n cache mappe
ru_ru: Очистить кэша каталога g11n

source: The g11n cache directory has been cleared.
da_dk: g11n cache mappen er blevet ryddet.
ru_ru: Кэш каталога g11n был очищен.

source: This will clear things.
da_dk: Dette vil rydde ting.
ru_ru: Это понятные вещи.

source: Clear the Twig cache.
da_dk: Ryd Twig cachen.
ru_ru: Очистите кэш Twig.

source: Clear Twig Cache Directory
da_dk: Ryd Twig cache mappe
ru_ru: Очистить каталог кэша Twig

source: Twig caching is not enabled.
da_dk: Twig caching er ikke aktiveret.
ru_ru: Кэширование Twig не включено.

source: The Twig cache directory has been cleared.
da_dk: Twig cache mappen er blevet ryddet.
ru_ru: Каталог кэша Twig был очищен.

source: This will track the database status.
da_dk: Dette vil spore database statussen.
ru_ru: Будет отслеживать состояние базы данных.

source: Migrate the database schema to a newer version.
da_dk: Migrer database skemaet til en nyere version.
ru_ru: Миграция схемы базы данных до более новой версии.

source: Apply a specific database version.
da_dk: Anvend en specifik database version.
ru_ru: Применить определенную версию базы данных.

source: Database Migrations: Migrate
da_dk: Database migreringer: Migrer
ru_ru: Миграция базы данных: Мигрировать

source: Error migrating database: %s
da_dk: Fejl under migrering af database: %s
ru_ru: Ошибка миграции базы данных: %s

source: Database migrated to latest version.
da_dk: Database migreret til seneste version.
ru_ru: Базы данных прошла миграцию до последней версии.

source: Check the database migration status.
da_dk: Kontroller database migrerings statussen.
ru_ru: Проверка статуса миграции базы данных.

source: Database Migrations: Check Status
da_dk: Database migrationer: kontroller status
ru_ru: Миграция базы данных: Проверить состояние

source: Your database is up-to-date.
da_dk: Din database er opdateret.
ru_ru: Ваша база данных актуальна.

source: Your database is not up-to-date. You are missing one migration.
da_dk: Din databaser er ikke opdateret. Du mangler en migrering.
ru_ru: База данных устарела. Вам не хватает одной миграции.

source: Current Version: %1$s
da_dk: Aktuel version: %1$s
ru_ru: Текущая версия: %1$s

source: Latest Version: %1$s
da_dk: Seneste version: %1$s
ru_ru: Последняя версия: %1$s

source: To update, run the %1$s command.
da_dk: For at opdatere, kør %1$s kommandoen.
ru_ru: Для обновления, выполните команду: %1$s.

source: Backup language files to a given folder.
da_dk: Lav backup af sprogfiler til en given mappe.
ru_ru: Резервного копирования языковых файлов в данной папке.

source: Export also language template files.
da_dk: Eksporter også sprog skabelonfiler.
ru_ru: Экспортировать также и языковые файлы шаблона.

source: Export language files
da_dk: Eksporter sprogfiler
ru_ru: Экспортировать языковой пакет

source: Start exporting language files.
da_dk: Start eksport af sprogfiler.
ru_ru: Старт экспорта языковых файлов.

source: Finished.
da_dk: Afsluttet.
ru_ru: Готово.

source: Processing %domain% %extension%...
da_dk: Processerer %domain% %extension%...
ru_ru: Обработка %domain% %extension%...

source: Retrieve avatar images from GitHub.
da_dk: Hent avatarbilleder fra GitHub.
ru_ru: Получить изображения аватаров с GitHub.

source: Retrieve Avatars
da_dk: Hent Avatars
ru_ru: Получение аватаров

source: Start retrieving Avatars.
da_dk: Start hentning af Avatars.
ru_ru: Начинаю получение аватаров.

source: No users found in database.
da_dk: Ingen brugere fundet i databasen.
ru_ru: В базе данных не найдены пользователи.

source: Processing avatars for one user.
da_dk: Udfører avatar for en bruger.
ru_ru: Обработка аватара для одного пользователя.

source: User avatar already fetched for user %s
da_dk: Bruger avatar allerede hentet for brugeren %s
ru_ru: Для пользователя %s уже получен аватар

source: Fetching avatar for user: %s
da_dk: Henter avatar for brugeren: %s
ru_ru: Получаю аватар для пользователя: %s

source: Copy default image for user: %s
da_dk: Kopier standardbillede for brugeren: %s
ru_ru: Копирую дефолтное изображение для пользователя: %s

source: Added one new user avatar
da_dk: Tilføjet en ny brugers avatar
ru_ru: Добавлен один пользовательский аватар

source: Retrieve a list of project tags from GitHub and show their installed versions.
da_dk: Hent en liste over projektetiketter fra GitHub og vis deres installerede versioner.
ru_ru: Получить список тегов проекта из GitHub и показать их установленные версии.

source: Show all tags or only the most recent.
da_dk: Vis alle etiketter eller kun den nyeste.
ru_ru: Показать все теги или только самые новые.

source: Retrieve Composer tags
da_dk: Hent composer mærker
ru_ru: Извлечь теги composer

source: Can not read the packages file at %s
da_dk: Kan ikke læse pakkefilen på %s
ru_ru: Не могу прочитать файлы пакетов %s

source: Start getting Composer tags.
da_dk: Start med at hente composer tags.
ru_ru: Начинаю получать теги composer.

source: Installed
da_dk: Installeret
ru_ru: Установлено

source: Installed: %s
da_dk: Installeret: %s
ru_ru: Установлено: %s

source: Retrieve Information from various sources.
da_dk: Hent Information fra forskellige kilder.
ru_ru: Получить информация их разных источников.

source: Process the project with the given ID.
da_dk: Udfør projektet med den givne ID.
ru_ru: Обработка проекта с заданным ID.

source: Don't use a progress bar.
da_dk: Anvend ikke statuslinje.
ru_ru: Не использовать прогресс бар.

source: Retrieve language files.
da_dk: Hent sprogfiler.
ru_ru: Получить языковые файлы.

source: Optionally specify a single language to fetch.
da_dk: Du kan eventuelt angive et enkelt sprog der skal hentes.
ru_ru: При необходимости укажите один язык для выборки.

source: The translation service provider to use.
da_dk: Oversættelsesservice der skal anvendes.
ru_ru: Поставщик услуг по переводу для использования.

source: Get Translations
da_dk: Hent oversættelser
ru_ru: Получить переводы

source: Start fetching translations.
da_dk: Start hentning af oversættelser.
ru_ru: Начинаю получение переводов.

source: Get the whole project info from GitHub, including issues and issue comments.
da_dk: Få hele projektinfo fra GitHub, inklusiv issues og issue kommentarer.
ru_ru: Получить весь проект с GitHub, включая issues и комментарии.

source: Process all issues.
da_dk: Udfør alle issues.
ru_ru: Обработать все issues.

source: <n> Process only a single issue.
da_dk: <n> Udfør kun et enkelt issue.
ru_ru: <n> Обработать только одно issue.

source: <n> First issue to process.
da_dk: <n> Første issue til udførelse.
ru_ru: <n> Первое issue для обработки.

source: <n> Last issue to process.
da_dk: <n> Sidste issue til udførelse.
ru_ru: <n> Последнее issue для обработки..

source: Force an update even if the issue has not changed.
da_dk: Gennemtving en opdatering selvom issue ikke er ændret.
ru_ru: Форсировать обновление, несмотря на то, что issue не было изменено.

source: Retrieve JoomlaInstance
da_dk: Hent projekt
ru_ru: Получить проект

source: Bulk Start retrieve JoomlaInstance
da_dk: Start mængde hentning af projekt
ru_ru: Массовый старт получения проекта

source: Updating project info for project: %user%/%project%
da_dk: Opdaterer projektinfo for projektet: %user%/%project%
ru_ru: Обновляю информацию о проекте: %user%/%project%

source: Bulk Finished
da_dk: Mængdehentning udført
ru_ru: Готово

source: GitHub issues to process?
da_dk: GitHub issues der skal udføres?
ru_ru: GitHub issues для обработки?

source: All
da_dk: Alle
ru_ru: Все

source: Range
da_dk: Rækkevidde
ru_ru: Диапазон

source: Select:
da_dk: Vælg:
ru_ru: Выберите:

source: Enter the first GitHub issue ID to process (from):
da_dk: Indtast det første GitHub issue ID der udføres (fra):
ru_ru: Выберите GitHub issue ID для обработки (с):

source: Enter the latest GitHub issue ID to process (to):
da_dk: Indtast det sidste GitHub issue ID der udføres (til):
ru_ru: Выберите GitHub issue ID для обработки (по):

source: Retrieve comments from GitHub.
da_dk: Hent kommentarer fra GitHub.
ru_ru: Получить комментарии с GitHub.

source: Retrieve Comments
da_dk: Hent kommentarer
ru_ru: Получение комментариев

source: Start retrieve Comments
da_dk: Start hentning af kommentarer
ru_ru: Начинаю получение комментариев

source: Fetching comments for <b>one</b> modified issue from GitHub...
da_dk: Henter kommentarer for <b>et</b> ændret issue fra GitHub...
ru_ru: Получаю комментарии для <b>одной</b> измененной issue с GitHub...

source: Everything is up to date.
da_dk: Alt er ajour.
ru_ru: Все обновлено.

source: Processing comments for one modified issue...
da_dk: Udfører kommentarer for et ændret issue...
ru_ru: Обрабатываю комментарии для одной измененной issue...

source: No comments for issue # %d
da_dk: Ingen kommentarer for issue # %d
ru_ru: Нет комментариев для issue # %d

source: Processing one comment for issue # %2$d (%3$d/%4$d)
da_dk: Udfører en kommentar for issue # %2$d (%3$d/%4$d)
ru_ru: Обрабатываю один комментарий для issue # %2$d (%3$d/%4$d)

source: %1$d added, %2$d updated, %3$d deleted.
da_dk: %1$d tilføjet, %2$d opdateret, %3$d slettet.
ru_ru: Добавлено: %1$d, обновлено: %2$d, удалено: %3$d.

source: Getting issue comments.
da_dk: Henter kommentarer fra issue.
ru_ru: Получаю комментарии ошибки.

source: Deleting issues comments.
da_dk: Sletter issues kommentarer.
ru_ru: Удаляю комментарии ошибки.

source: Retrieve issue events from GitHub.
da_dk: Hent issue events fra GitHub.
ru_ru: Получить события с GitHub.

source: Retrieve Events
da_dk: Hent events
ru_ru: Получение событий

source: Start retrieve Events
da_dk: Start hentning af events
ru_ru: Начинаю получение событий

source: Fetch events for one issue from GitHub...
da_dk: Hent events for en issue fra GitHub...
ru_ru: Обрабатываю события для одной issue с GitHub...

source: Adding events to the database...
da_dk: Tilføjer events til databasen...
ru_ru: Добавляю события в базу данных...

source: Added %d new issue events to the database
da_dk: Tilføjede %d nye issue events til databasen
ru_ru: Добавлено %d событий в базу данных.

source: <n> Process only an issue of given status.
da_dk: <n>Kør kun et issue med angivet status.
ru_ru: <n>Обработать только проблемы с выбранным статусом.

source: Retrieve issues from GitHub.
da_dk: Hent issues fra GitHub.
ru_ru: Получить issues с GitHub.

source: Retrieve Issues
da_dk: Hent issues
ru_ru: Получение issues

source: Start retrieve Issues
da_dk: Start hentning af issues
ru_ru: Начинаю получать issues

source: Select GitHub issues status?
da_dk: Vælg GitHub issues status?
ru_ru: Выберите статус проблем GitHub

source: Open
da_dk: Åben
ru_ru: Открыть

source: Closed
da_dk: Lukket
ru_ru: Закрытые

source: Retrieving <b>%s</b> items from GitHub...
da_dk: Henter <b>%s</b> elementer fra GitHub...
ru_ru: Получение <b>%s</b> элементов с GitHub...

source: Retrieved <b>1</b> item from GitHub.
da_dk: Hentede <b>1</b> element fra GitHub.
ru_ru: Получен <b>1</b> элемент с GitHub.

source: Adding issues to the database...
da_dk: Tilføjer issues til databasen...
ru_ru: Добавление issues в базу данных...

source: <ok>%1$d added, %2$d updated.</ok>
da_dk: <ok>%1$d tilføjet, %2$d opdateret.</ok>
ru_ru: <ok>Добавлено - %1$d, обновлено - %2$d.</ok>

source: Retrieve project labels from GitHub.
da_dk: Hent projekt etiketter fra GitHub.
ru_ru: Получить метки проекта с GitHub.

source: Retrieve Labels
da_dk: Hent Etiketter
ru_ru: Получение лейблов

source: Start retrieve Labels
da_dk: Start hentning af etiketter
ru_ru: Начинаю получать метки

source: Fetching labels...
da_dk: Henter etiketter...
ru_ru: Обрабатываю метки...

source: Labels: %1$d new, %2$d updated, %3$d deleted.
da_dk: Etiketter: %1$d nye, %2$d opdaterede, %3$d slettet.
ru_ru: Метки: %1$d новых, %2$d обновлено, %3$d удалено.

source: Retrieve project milestones from GitHub.
da_dk: Hent projektmilepæle fra GitHub.
ru_ru: Получить вехи с GitHub.

source: Retrieve Milestones
da_dk: Hent milepæle
ru_ru: Получение вех

source: Start retrieving Milestones
da_dk: Start hentning af milepæle
ru_ru: Начинаю получать вехи

source: Fetching milestones...
da_dk: Henter milepæle...
ru_ru: Обрабатываю вехи...

source: Milestones: %1$d new, %2$d updated, %3$d deleted.
da_dk: Milepæle: %1$d nye, %2$d opdateret, %3$d slettet.
ru_ru: Вехи: %1$d новых, %2$d обновлено, %3$d удалено.

source: Retrieve user info from GitHub.
da_dk: Hent bruger info fra GitHub.
ru_ru: Получить информацию о пользователе с GitHub.

source: Retrieve Instances
da_dk: Hent brugere
ru_ru: Получение пользователей

source: Start retrieving Instances.
da_dk: Start hentning af brugere.
ru_ru: Начинаю получение пользователей.

source: Getting user info for one user.
da_dk: Henter brugerinfo for en bruger.
ru_ru: Получение информации о пользователе для одного пользователя.

source: Fetching User Info for user: %s
da_dk: Henter brugerinfo for brugeren: %s
ru_ru: Получение информации о пользователе для пользователя: %s

source: User information has been refreshed.
da_dk: Brugerinformation er blevet genopfrisket.
ru_ru: Информации о пользователе была обновлена.

source: Displays helpful information
da_dk: Vis hjælpsom information
ru_ru: Отображает полезные сведения

source: <b>Usage</b>: %s
da_dk: <b>Anvendelse</b>: %s
ru_ru: <b>Использование</b>: %s

source: command
da_dk: kommando
ru_ru: команда

source: options
da_dk: indstillinger
ru_ru: опции

source: Available commands:
da_dk: Tilgængelige kommandoer:
ru_ru: Доступные команды:

source: <b>For more information use</b>: %s
da_dk: <b>For mere information anvend</b>: %s
ru_ru: <b>Подробнее об этом</b>: %s

source: Application command <opt>options</opt>
da_dk: Applikations kommando <opt>indstililnger</opt>
ru_ru: Команды приложения <opt>параметры</opt>

source: Unknown: %s
da_dk: Ukendt: %s
ru_ru: Неизвестно: %s

source: Command: %s
da_dk: Kommando: %s
ru_ru: Команда: %s

source: action
da_dk: handling
ru_ru: действие

source: Available options:
da_dk: Tilgængelige muligheder:
ru_ru: Доступные опции:

source: Available <cmd>actions</cmd>:
da_dk: Tilgængelige <cmd>handlinger</cmd>:
ru_ru: Доступные <cmd>действия</cmd>:

source: Install the application.
da_dk: Installer applikationen.
ru_ru: Установить приложение.

source: Reinstall the application (without confirmation)
da_dk: Geninstaller applikationen (uden bekræftelse)
ru_ru: Переустановить приложение (без подтверждения)

source: Installer
ru_ru: Установщик

source: WARNING: A database has been found!
da_dk: ADVARSEL: En database er blevet fundet!
ru_ru: ВНИМАНИЕ: Найдена база данных!

source: Do you want to reinstall?
da_dk: Ønsker du at geninstallere?
ru_ru: Хотите переустановить?

source: Yes
da_dk: Ja
ru_ru: Да

source: No
da_dk: Nej
ru_ru: Нет

source: Select:
da_dk: Vælg:
ru_ru: Выберите:

source: No database found.
da_dk: Ingen database fundet.
ru_ru: База данных не найдена.

source: Creating the database...
da_dk: Opretter databasen...
ru_ru: Создаю базу данных...

source: Installation has been completed successfully.
da_dk: Installationen er gennemført.
ru_ru: Установка завершена успешно.

source: Removing existing tables...
da_dk: Fjerner eksisterende tabeller...
ru_ru: Удаляю имеющиеся таблицы...

source: Install SQL file for %s not found.
da_dk: Installations SQL-fil for %s ikke fundet.
ru_ru: Установочный SQL файл для %s не найден.

source: SQL file corrupted.
da_dk: SQL-fil korrupt.
ru_ru: SQL файл поврежден.

source: Creating tables from file %s
da_dk: Opretter tabeller fra fil %s
ru_ru: Создаю таблицы из файла %s

source: Generate autocomplete files.
da_dk: Generer autofuldførsels filer.
ru_ru: Создать файлы автозаполнения.

source: The type of auto complete file (currently supported: %s).
da_dk: Typen af auto udfyldelses fil (aktuelt understøttet: %s).
ru_ru: Тип файла автозаполнения (в настоящее время поддерживаются: %s).

source: Echo the output instead of writing it to a file.
da_dk: Echo output i stedet for at skrive det til en fil.
ru_ru: Выводить на экран вместо записи в файл.

source: Make Auto complete
da_dk: Lav Auto udfyldelse
ru_ru: Сделать автозаполнение

source: Invalid type supplied. Valid types are: %s
da_dk: Ugyldig type angivet. Understøttede typer er: %s
ru_ru: Недопустимый тип поставки. Допустимые типы: %s

source: File has been written to: %path%
da_dk: Fil er blevet skrevet til: %path%
ru_ru: Файл был записан в: %path%

source: Graph visualisation for your project's composer.json and its dependencies.
da_dk: Grafisk visualisering til dine projekter composer.json og dets afhængigheder.
ru_ru: График визуализации для composer.json вашего проекта и его зависимостей.

source: Write output to a file.
da_dk: Skriv output til en fil.
ru_ru: Записывать выходные данные в файл.

source: The image type.
da_dk: Billedtypen.
ru_ru: Тип изображения.

source: Make Composer graph
da_dk: Lav composer graf
ru_ru: Сделать график Composer

source: The graph has been created.
da_dk: Diagrammet er oprettet.
ru_ru: График создан.

source: The file has been written to %s
da_dk: Filen er blevet skrevet til %s
ru_ru: Файл был записан в %s

source: Format has been set to %s
da_dk: Formatet er blevet sat til %s
ru_ru: Формат был установлен для %s

source: Generate class doc blocks for Table classes
da_dk: Generer klasse doc blokke til tabel klasser
ru_ru: Генерировать класс doc blocks для таблицы классов

source: Make Table Comments
da_dk: Lave Tabel Kommentarer
ru_ru: Создать таблицу комментариев

source: Create and update a dependency file.
da_dk: Opret og opdater en afhængighedsfil.
ru_ru: Создание и обновление файла зависимостей.

source: Writing contents to: %s
da_dk: Skriver indhold til: %s
ru_ru: Запись содержимого для: %s

source: Language file not found: %tag%, %extension%, %domain%
da_dk: Sprogfil ikke fundet: %tag%, %extension%, %domain%
ru_ru: Языковой файл не найден: %tag%, %extension%, %domain%

source: Compile documentation using GitHub Flavored Markdown
da_dk: Kompiler dokumentationen ved anvendelse af GitHub Flavored Markdown
ru_ru: Компилировать документацию, используя GitHub Flavored Markdown

source: Make Documentation
da_dk: Lav dokumentation
ru_ru: Создать документацию

source: Compiling documentation in: %s
da_dk: Kompilerer dokumentation i: %s
ru_ru: Компилировать документацию в: %s

source: Create and update language files.
da_dk: Opret og opdater sprogfiler.
ru_ru: Создание и обновление языковых файлов.

source: Process only this extension
da_dk: Processer kun denne udvidelse
ru_ru: Обработать только это расширение

source: Make Language files
da_dk: Lav sprogfiler
ru_ru: Создать языковые файлы

source: Processing: %1$s %2$s %3$s
da_dk: Processerer: %1$s %2$s %3$s
ru_ru: Обработка: %1$s %2$s %3$s

source: The file does not have UNIX style line endings!
da_dk: Filen har ikke UNIX stil linje afslutninger!
ru_ru: Файл не имеет UNIX-style окончания!

source: Creating language file...
da_dk: Opretter sprogfil...
ru_ru: Создание языкового файла...

source: The language file has been created
da_dk: Sprogfilen er blevet oprettet
ru_ru: Языковой файл создан

source: Updating language file...
da_dk: Opdaterer sprogfil...
ru_ru: Обновление языкового файла...

source: Create language file templates.
da_dk: Opret sprogfil skabeloner.
ru_ru: Создание шаблонов языковых файлов.

source: Make Language templates
da_dk: Lav sprog skabeloner
ru_ru: Создать шаблоны языковых файлов

source: Processing: %1$s %2$s
da_dk: Processerer: %1$s %2$s
ru_ru: Обработка: %1$s %2$s

source: Processing App: %s
da_dk: Processerer App: %s
ru_ru: Обработка приложения: %s

source: Your template has been created
da_dk: Din skabelon er blevet oprettet
ru_ru: Ваш шаблон был создан

source: Full path to the combined image file.
da_dk: Fuld sti til den kombinerede billedfil.
ru_ru: Полный путь к файлу комбинированного изображения.

source: Full path to the CSS file.
da_dk: Fuld sti til CSS filen.
ru_ru: Полный путь к файлу CSS.

source: Compile multiple images into a big one (CSS spriting).
da_dk: Kompiler multiple billeder til ét stort et (CSS spriting).
ru_ru: Компилировать несколько изображений в одно большое (CSS спрайты).

source: Compile Language flag images
da_dk: Kompiler sprog flag billeder
ru_ru: Компилировать изображение флагов языков

source: Generating the combined image for %1$d flag images in %2$s
da_dk: Genererer det kombinerede billede for %1$d flag billeder i %2$s
ru_ru: Создание комбинированного изображения для изображений флагов %1$d в %2$s

source: Writing the CSS file to %s
da_dk: Skriver CSS filen til %s
ru_ru: Написание CSS файла для %s

source: The make engine
da_dk: Make motoren
ru_ru: Обработчик

source: Generate repository information.
da_dk: Generer opbevaringssted information.
ru_ru: Создать информацию репозитория.

source: Generate repository information
da_dk: Generer opbevaringssted information
ru_ru: Создать информацию репозитория

source: Run PHP CodeSniffer tests.
da_dk: Kør PHP kodesniffer test.
ru_ru: Запустить PHP CodeSniffer тесты.

source: Test Checkstyle
da_dk: Test kontrostil
ru_ru: Тестировать Checkstyle

source: Finished with one error
da_dk: Sluttede med en fejl
ru_ru: Завершено с одной ошибкой

source: Success
da_dk: Succes
ru_ru: Успешно

source: Run Copy/Paste Detector (CPD) for PHP code.
da_dk: Kør kopier/indsæt Detektor (CPD) for PHP kode.
ru_ru: Запустить Copy/Paste детектор (CPD) для PHP-кода.

source: Run Copy/Paste Detector
da_dk: Kør kopier/indsæt detektor
ru_ru: Запустить Copy/Paste детектор

source: Tests web hooks
da_dk: Test web kroge
ru_ru: Тесты WebHooks

source: Test Hooks
da_dk: Test kroge
ru_ru: Тест хуков

source: Check language files
da_dk: Check sprogfiler
ru_ru: Проверка языковых файлов

source: There have been errors.
da_dk: Der har været fejl.
ru_ru: Были допущены ошибки.

source: Language file syntax OK
da_dk: Sprog fil syntaks OK
ru_ru: Синтаксис языкового файла в норме

source: Run Lines Of Code (LOC) for PHP code.
da_dk: Kør kodelinjer (LOC) for PHP kode.
ru_ru: Запустить Lines Of Code (LOC) для PHP-кода.

source: Run PHP Lines Of Code
da_dk: Kør PHP kodelinjer
ru_ru: Запустить Lines Of Code

source: Run PHPUnit tests.
da_dk: Køre PHPUnit tests.
ru_ru: Запустить PHPUnit тесты.

source: Test PHPUnit
ru_ru: Тестировать PHPUnit

source: Finished with errors.
da_dk: Færdig med fejl.
ru_ru: Завершено с ошибками.
