Repository: joomla-projects/gsoc17_pr_testing_platform
Catalog: src/tests-requests-website/cli/g11n/*/*.cli.po
Languages: da_dk, ru_ru

source: Run all tests
da_dk: Kør alle tests
ru_ru: Запустить все тесты

source: Test Suite
ru_ru: Список тестов

source: Test Suite Finished with errors.
da_dk: Testen Suite Færdig med fejl.
ru_ru: Список тестов завершен с ошибками.

source: Test Suite Finished.
da_dk: Testen Suite Færdig.
ru_ru: Спсок тестов завершен.

source: The test engine
da_dk: Test motoren
ru_ru: Обработчик тестов

source: Missing option for command: %s
da_dk: Manglende indstilling for kommando: %s
ru_ru: Отсутствует параметр для команды: %s

source: Please use one of the following :
da_dk: Anvend venligst en af følgende:
ru_ru: Пожалуйста, используйте одно из следующих:

source: Available projects:
da_dk: Tilgængelige projekter:
ru_ru: Доступные проекты:

source: Select a project:
da_dk: Vælg et projekt:
ru_ru: Выберите проект:

source: Aborted
da_dk: Afbrudt
ru_ru: Прервано.

source: Invalid project
da_dk: Ugyldigt projekt
ru_ru: Неверный проект.

source: Processing project: %s
da_dk: Udfører projekt: %s
ru_ru: Обрабатываю проект: %s

source: An unknown error occurred
da_dk: En ukendt fejl opstod
ru_ru: Возникла неизвестная ошибка

source: Updates language files on a translation service.
da_dk: Opdaterer sprogfiler på en oversættelsesservice.
ru_ru: Обновления языковых файлов на сервисе перевода.

source: Flag if resources should be created.
da_dk: Marker hvis ressourcer skal oprettes.
ru_ru: Флаг, если ресурсы должны быть созданы.

source: Flag if translations should be uploaded.
da_dk: Marker hvis oversættelser skal uploades.
ru_ru: Флаг, если переводы должны быть загружены.

source: Update Translations
da_dk: Opdater oversættelser
ru_ru: Обновление перевода

source: Updates selected information for pull requests on GitHub for a specified project.
da_dk: Opdaterer udvalgt information for pull forespørgsler på GitHub for et specifikt projekt.
ru_ru: Обновление выбранной информации для pull requests на GitHub для указанного проекта.

source: Update Pull Requests
da_dk: Opdater Pull forespørgsel
ru_ru: Обновить Pull Requests

source: Start Updating JoomlaInstance
da_dk: Start opdatering af projekt
ru_ru: Начать обновление проекта

source: Updating pull requests for project: %s/%s
da_dk: Opdaterer pull forespørgsler for projekt: %s/%s
ru_ru: Обновление pull requests для проекта: %s/%s

source: GitHub item %s/%s #%d has been closed because it is a pull targeting Joomla! 2.5.
da_dk: GitHub element %s/%s #%d er blevet lukket fordi det er et pull der peger på Joomla! 2.5.
ru_ru: Элемент GitHub %s/%s #%d был закрыт, потому что он предназначен для Joomla! 2.5.

source: The %s/%s project is not supported by this command at this time.
da_dk: %s/%s projektet er ikke understøttet af denne kommando på nuværende tidspunkt.
ru_ru: %s/%s проект не поддерживается этой командой на данный момент.

source: GitHub item %s/%s #%d already has the %s label.
da_dk: GitHub element %s/%s #%d har allerede labelen %s.
ru_ru: Элемент GitHub %s/%s #%d уже имеет %s метку.

source: Adding %s label to %s/%s #%d
da_dk: Tilføjer %s label til %s/%s #%d
ru_ru: Добавление метки %s для %s/%s #%d

source: GitHub item %s/%s #%d has had its merge status set to "error".
da_dk: GitHub element %s/%s #%d har fået dets flette status sat til "error".
ru_ru: Элемент GitHub %s/%s #%d имеет статус объединения со значением "ошибка".

source: Updates the local installation to either a specified version or latest git HEAD for the active branch
da_dk: Opdaterer den lokale installation til enten en specifik version eller seneste git HEAD for den aktive gren
ru_ru: Обновление локальной установки до заданной версии или последней git HEAD активной ветки

source: An optional version number to update to.
da_dk: Et valgfrit versionsnummer der skal opdateres til.
ru_ru: Номер версии для обновления (не обязательно).

source: Used to update resources
da_dk: Anvendt til at opdatere ressource
ru_ru: Используется для обновления ресурсов

source: ERROR: %s
da_dk: FEJL: %s
ru_ru: Ошибка: %s

source: Joomla! Tracker CLI Application
da_dk: Joomla! Tracker CLI Applikation
