Repository: joomla-projects/gsoc17_pr_testing_platform
Catalog: src/data/www/php71/dbox-tests/src/App/Tracker/g11n/*/*.Tracker.po
Languages: sr_cs

source: Save
sr_cs: Sačuvaj

source: Test this
sr_cs: Testirajte ovo

source: Alter test
sr_cs: Nakon testiranja

source: Cancel
sr_cs: Otkaži

source: Foreign ID
sr_cs: Strani ID

source: Priority
sr_cs: Prioritet

source: Item
sr_cs: Artikal

source: Build
sr_cs: Napravi

source: Easy test
sr_cs: Lagani test

source: Categories
sr_cs: Kategorije

source: Labels
sr_cs: Oznake

source: Title
sr_cs: Naslov

source: Add a Comment
sr_cs: Dodaj komentar

source: Leave a comment
sr_cs: Ostavi komentar

source: Some fields are invalid. They have been highlighted.
sr_cs: Nisu dobro popunjena sva polja. Problematična su naglašena, molimo da proverite.

source: Saving...
sr_cs: Spremanje...

source: - Priority -
sr_cs: - Prioriteti -

source: Least recently updated
sr_cs: Poslednje nedavno ažuriranje

source: Newest
sr_cs: Najnoviji

source: Oldest
sr_cs: Najstariji

source: Recently updated
sr_cs: Nedavno ažurirano

source: Created by you
sr_cs: Vi ste ovo kreirali

source: Everyone's issues
sr_cs: Svatko ima problema

source: You participated in
sr_cs: Vi ste učestvovali u

source: - Categories -
sr_cs: - Kategorije -

source: No Categories
sr_cs: Nema kategorija

source: - Labels -
sr_cs: - Oznake -

source: - Tests -
sr_cs: - Testovi -

source: Has two tests
sr_cs: Postoje dva testa

source: Needs one test
sr_cs: Potreban je jedan test

source: Needs tests
sr_cs: Potrebni su testovi

source: - Easy -
sr_cs: - Lako -

source: No
sr_cs: Ne

source: Yes
sr_cs: Da

source: - Type -
sr_cs: - Tip -

source: Issue
sr_cs: Problem

source: Pull Request
sr_cs: Povucite zahtev

source: Open
sr_cs: Otvoreno

source: Closed
sr_cs: Zatvoren

source: All
sr_cs: Sve

source: Search Tools
sr_cs: Alati za pretragu

source: Clear
sr_cs: Očisti

source: Feeling Lucky
sr_cs: Opipajte sreću

source: Filter the list by summary or description.
sr_cs: Filtrirati listu pomoću rezimea ili opisom.

source: Filter the list by ID, summary, or description.
sr_cs: Filtrirajte listu prema ID-u, rezimeu ili opisu.

source: Filter the list by creator.
sr_cs: Filtrirati listu prema autoru.

source: Add Category
sr_cs: Dodaj Kategoriiju

source: New Category
sr_cs: Nova Kategorija

source: Details
sr_cs: Detalji

source: Colour
sr_cs: Boja

source: Description
sr_cs: Opis

source: Differences
sr_cs: Razlike

source: Easy
sr_cs: Lako

source: Added
sr_cs: Dodano

source: Removed
sr_cs: Uklonjen

source: Relation Type
sr_cs: Tip veze

source: Category
sr_cs: Kategorija

source: Edit Category
sr_cs: Uredi kategoriju

source: %s Issues
sr_cs: %s Problem

source: New Item
sr_cs: Nova stavka

source: Summary
sr_cs: Rezime

source: Loading, please wait...
sr_cs: Učitava se, molim sačekajte...

source: Edit
sr_cs: Uredi

source: Created by
sr_cs: Autor

source: Opened
sr_cs: Otvoreno

source: Closed
sr_cs: Zatvoreno

source: Modified
sr_cs: Izmenjeno

source: Critical
sr_cs: Kritično

source: Urgent
sr_cs: Hitno

source: Medium
sr_cs: Srednje

source: Low
sr_cs: Nizak

source: Very Low
sr_cs: Veoma Nizak

source: GitHub merge status
sr_cs: GitHub status spajanja

source: No items found.
sr_cs: Nije ništa pronađeno.

source: Success
sr_cs: Uspeh

source: Pending
sr_cs: Na čekanju

source: Error
sr_cs: Greška

source: Failure
sr_cs: Nije Uspelo

source: New
sr_cs: Novo

source: Confirmed
sr_cs: Potvrđeno

source: Ready To Commit
sr_cs: Spremni za sređivanje

source: Fixed in Code Base
sr_cs: Rešeno u bazi kodova

source: Needs Review
sr_cs: Potreban je pregled

source: Information Required
sr_cs: Potrebne dodatne informacije

source: Unconfirmed Report
sr_cs: Neptvrđen Izveštaj

source: No Reply
sr_cs: Bez odgovora

source: Expected Behaviour
sr_cs: Očekivani Postupak

source: Known Issue
sr_cs: Poznat Problem

source: Duplicate Report
sr_cs: Dupli raport (prijavljivanje problema)

source: Discussion
sr_cs: Diskusija

source: First
sr_cs: Prvo

source: Previous
sr_cs: Prethodni

source: Next
sr_cs: Sledeći

source: Last
sr_cs: Poslednje

source: That issue does not exist, or the ID you typed is incorrect.
sr_cs: Taj problem ne postoji ili je ID koji ste uneli netačan.

source: Easy Test
sr_cs: Lagani Test

source: # of Successful Tests
sr_cs: # Uspešnih Testova

source: To comment
sr_cs: Za kometare

source: View this issue on GitHub
sr_cs: Pogledaj ovaj problem na GitHub

source: View a plain diff for this pull request
sr_cs: Pogledajte tačane promjenu uz ovaj zahtev za povlačenje

source: Download this fork as a ZIP file
sr_cs: Preuzmite ovo kao ZIP fajl

source: Categories:
sr_cs: Kategorije:

source: Referenced as
sr_cs: Navedeni kao

source: User tests:
sr_cs: Testovi korisnika:

source: Successful: %s
sr_cs: Uspešno: %s

source: Unsuccessful: %s
sr_cs: Neuspešno: %s

source: Votes
sr_cs: Glasovi

source: # of Users Experiencing Issue
sr_cs: # Korisnika Koji Su Imali Problem

source: Average Importance Score
sr_cs: Prosječna ocjena važnosti

source: I've experienced this issue
sr_cs: Imam ovaj problem

source: Importance of issue to me
sr_cs: Važnost problema za mene

source: Vote
sr_cs: Glasaj

source: The description was changed
sr_cs: Opis je promenjen

source: Post Comment
sr_cs: Napišite komentar

source: Login with GitHub to post a comment
sr_cs: Prijavite se sa GitHub da biste napisali komentar

source: Older
sr_cs: Starije

source: Newer
sr_cs: Novije

source: Submit
sr_cs: Pošalji

source: View Mode
sr_cs: Režim za pregled

source: Help
sr_cs: Pomoć

source: The priority of which this issue should be resolved. Please see the <a %class% href="https://docs.joomla.org/Bug_Tracking_Process" target="blank">Bug Tracking Process</a> page for detailed information about the project's priorities.
sr_cs: Prioritet kojim se ovaj problem treba rešiti. Molimo pogledajte <a %class% href="https://docs.joomla.org/Bug_Tracking_Process" target="blank">Praćenje Bugova</a> stranicu da biste videli detaljnije informacije o prioritetima na projektu.

source: The version(s) of the project on which this issue is found.
sr_cs: Verzije projekata na kojima je ovaj bug (problem) primećen.

source: Please select one or more Categories here that match to your issue.
sr_cs: Molimo vas da selektujete jednu ili više kategorija koje se poklapaju sa vašim problemom.

source: Report security issues to the Joomla! Security Strike Team (JSST) at <a %class1% %href1%>security@joomla.org</a> or with the <a %class2% %href2%>JSST contact form</a>, please do not use the public tracker for security issues.
sr_cs: Prijavite sigurnosni problem Joomla! Security Strike Team (JSST) na <a %class1% %href1%>security@joomla.org</a> ili pomoću <a %class2% %href2%>JSST kontakt forme</a>, nemojte koristiti javno predstavljanje i praćenje za sigurnosne propuste.

source: To report a bug in the Joomla! bug trackers, you need to create a tracker item. Once the tracker item is created, the developers will check the validity of it and act accordingly.
sr_cs: Da biste prijavili bug u Joomla! Praćenje bugova, morate napraviti stavku za praćenje. Nakon stvaranja stavke za praćenje, programeri će provjeriti njenu ispravnost i delovati u skladu sa tim.

source: Describe in a few words the issues you are having. It is generally a good idea to use existing tracker items as examples if this is your first time reporting a bug.
sr_cs: Opišite u nekoliko reči pitanja koja imate. Uopšteno je dobra ideja koristiti postojeće stavke praćenja kao primere, ako je ovo prvi put da prijavljujete bugove (probleme).

source: This is the most important part of reporting the bug. Describe here step by step how you got the error you are noticing. Include all of the information that someone will need to re-trace your steps and see the problem. Remember: your bug will not be fixed unless others can see the problem, so you want to be as clear and detailed as possible. You do not need to know anything about programming to write a great bug report. But if you do understand the code and think you know how to fix the bug, please include this in the report.
sr_cs: Ovo je najvažniji deo prijavljivanja bugova (problema). Opišite ovde korak po korak kako ste dobili grešku koju primećujete. Uključite sve informacije jer će se morati ponovno pratiti vaši korci da bi se video problem. Zapamtite: problem koji ste prijavili se neće razmatrati ako drugi ne vide taj isti problem, tako da trebate biti što jasniji i detaljniji. Nije obavezno ništa znati o programiranju za pisanje dobrog izvještaja o greškama. Ali ako razumijete kôd i mislite da znate kako riješiti bug, navedite to u izveštaju.

source: Submitting...
sr_cs: Šaljem...

source: Categories List
sr_cs: Lista kategorija

source: Actions
sr_cs: Akcije

source: Delete
sr_cs: Obriši

source: Page %1$s of %2$s
sr_cs: Strana %1$s od %2$s

source: The category has been deleted
sr_cs: Ova kategorija je obrisana

source: Your comment has been submitted
sr_cs: Vaš komentar je poslan

source: Vote successfully added
sr_cs: Glasanje je uspešno dodano

source: Your report has been submitted.
sr_cs: Vaš izveštaj je poslan.

source: Test successfully added
sr_cs: Test je uspešno dodan

source: Old
sr_cs: Staro

source: Missing ID
sr_cs: Nedostaje ID

source: Invalid Category
sr_cs: Pogrešna Kategorija

source: A name is required for the category.
sr_cs: Naophodno je ime za ovu kategoriju.

source: The length of the name can not exceed 150 characters.
sr_cs: Dužina imena ne sme prelaziti 150 karaktera.

source: An alias is required for the category.
sr_cs: Alias je neophodan za ketegoriju.

source: The length of the alias can not exceed 150 characters.
sr_cs: Dužina imena ne sme prelaziti 150 karaktera.

source: Colour should be the hex value.
sr_cs: Boja treba biti ispisana kao heksidecimalna vrednost.

source: Issue ID is needed
sr_cs: Neophodan je ID problema

source: Category ID is needed.
sr_cs: Potreban je ID kategorije.

source: A title is required.
sr_cs: Naslov je neophodan.

source: The title max length is 255 chars.
sr_cs: Maksimalna dužina naslova jeste 255 karaktera.
