Repository: joomla-projects/gsoc17_pr_testing_platform
Catalog: src/data/www/php71/dbox-tests/src/App/Debug/g11n/*/*.Debug.po
Languages: ar_aa, ca_es, et_ee, id_id, it_it, lv_lv, ro_ro, sk_sk, sl_si, sr_cs, sr_yu

source: Failed EXPLAIN on query: %s
ar_aa: فشل شرح الاستعلام: %s
ca_es: Ha fallat la instrucció EXPLAIN a la consulta: %s
et_ee: Päringu EXPLAIN käsk ebaõnnestus: %s
id_id: Kegagalan EXPLAIN pada query: %s
it_it: Fallito EXPLAIN sulla query: %s
lv_lv: Neizdevās EXPLAIN pieprasījumam: %s
ro_ro: EXPLAIN eșuat în interogare: %s
sk_sk: Zlyhalo VYSVETLENIE dotazu: %s
sl_si: Ni bilo mogoče RAZLOŽITI na poizvedbi: %s
sr_cs: Nije uspeo EXPLAIN upit: %s
sr_yu: Није успео EXPLAIN упит: %s

source: %s database is not supported yet.
ar_aa: %s قاعدة بيانات غير مدعومة حتى الآن.
ca_es: %s base de dades de moment sense support
et_ee: %s andmebaas ei ole toetatud.
id_id: Database %s belum didukung.
it_it: database %s non Ã¨ ancora supportato.
lv_lv: %s datu bāze pašlaik netiek atbalstīta.
ro_ro: %s nu este suportată încă.
sk_sk: Databáza %s zatiaľ nie je podporovaná.
sl_si: %s baza podatkov še ni podprta.
sr_cs: %s baza podataka nije još podržana.
sr_yu: %s база података није још подржана.

source: Database
ar_aa: قاعدة بيانات
ca_es: Base de dades
et_ee: Andmebaas
lv_lv: Datu bāze
ro_ro: Bază de date
sk_sk: Databáza
sl_si: Baza podatkov
sr_cs: Baza podataka
sr_yu: База података

source: Profile
ar_aa: الملفّ الشخصيّ
ca_es: Perfil
et_ee: Profiil
id_id: Profil
it_it: Profilo
lv_lv: Profils
ro_ro: Profil
sk_sk: Profil
sl_si: Profil
sr_cs: Profil
sr_yu: Профил

source: User
ar_aa: مستخدم
ca_es: Usuari
et_ee: Kasutaja
id_id: Pengguna
it_it: Utente
lv_lv: Lietotājs
ro_ro: Utilizator
sk_sk: Používateľ
sl_si: Uporabnik
sr_cs: Korisnik
sr_yu: Корисник

source: Project
ar_aa: المشروع
ca_es: Projecte
et_ee: Projekt
id_id: Proyek
it_it: Progetto
lv_lv: Projekts
ro_ro: Proiect
sk_sk: Projekt
sl_si: Projekt
sr_cs: Projekt
sr_yu: Пројект

source: Request
ar_aa: طلب
ca_es: Petició
et_ee: Päring
id_id: Permintaan
it_it: Richiesta
lv_lv: Pieprasījums
ro_ro: Cerere
sk_sk: Žiadosť
sl_si: Zahteva
sr_cs: Zahtev
sr_yu: Захтев

source: Language Strings
ar_aa: سلاسل اللغة
ca_es: Cadenes d'idioma
et_ee: Keelekirjed
id_id: String Bahasa
it_it: Stringhe di lingua
lv_lv: Valodas saites
ro_ro: String-uri de limbaj
sk_sk: Jazykové reťazce
sl_si: Jezikovni nizi
sr_cs: Jezički String
sr_yu: Јазички String

source: Language Files
ar_aa: ملفات اللغة
ca_es: Arxius d'idioma
et_ee: Keelefailid
id_id: Berkas Bahasa
it_it: File di lingua
lv_lv: Valodas faili
ro_ro: Fișiere de Limbaj
sk_sk: Jazykové súbory
sl_si: Jezikovne datoteke
sr_cs: Jezički fajlovi
sr_yu: Језички фајлова

source: Go up
ar_aa: الانتقال لأعلى
ca_es: Anar a dalt
et_ee: Mine üles
id_id: Ke atas
it_it: Vai su
lv_lv: Uz augšu
ro_ro: Mai sus
sk_sk: Prejsť hore
sl_si: Pojdi gor
sr_cs: Idi gore
sr_yu: Иди горе

source: One database query
ar_aa: استعلامات قاعدة البيانات %d
ca_es: Una consulta a la base de dades
et_ee: Üks andmebaasi päring
id_id: %d query database
it_it: Una query di database
lv_lv: Viens datu bāzes pieprasījums
ro_ro: O interogare bază de date
sk_sk: Databázový dotaz
sl_si: Ena baza podatkov za poizvedbe
sr_cs: Jedan zahtev za bazu podataka
sr_yu: Један захтев за базу података

source: One untranslated string of %2$d
ar_aa: %1$d سلسلة واحدة غير مترجمة من %2$d
ca_es: Una cadena no traduïda de %2$d
et_ee: Üks tõlkimata kirje %2$d
id_id: %1$d string tanpa terjemahan dari %2$d
it_it: Una stringa non tradotta di %2$d
lv_lv: Viena netulkota saite no %2$d
ro_ro: Un string netradus din %2$d existente
sk_sk: Jeden nepreložený reťazec z %2$d
sl_si: En nepreveden niz %2$d
sr_cs: Jedan nepreveden string od %2$d
sr_yu: Један непреведен стринг од %2$d

source: One language file loaded
ar_aa: تم تحميل %d ملفات لغة
ca_es: Un arxiu d'idioma carregat
et_ee: Üks keelefail laetud
id_id: %d berkas bahasa telah dimuat
it_it: Un file lingua caricato
lv_lv: Ielādēts valodas fails
ro_ro: Un fişier limbaj încărcat
sk_sk: Jazykový súbor bol nahratý
sl_si: Ena jezikovna datoteka naložena
sr_cs: Jedan jezički fajl je učitan
sr_yu: Један језички фајл је учитан

source: No Project
ar_aa: لا يوجد مشروع
ca_es: Cap Projecte
et_ee: Projekti pole
id_id: Tidak ada Proyek
it_it: Nessun progetto
lv_lv: Nav projekta
ro_ro: Nu există Proiecte
sk_sk: Žiadny projekt
sl_si: Ni projekta
sr_cs: Nema Projekata
sr_yu: Нема Пројеката

source: Guest
ar_aa: ضيف
ca_es: Convidat
et_ee: Külaline
id_id: Tamu
it_it: Ospite
lv_lv: Viesis
ro_ro: Oaspete
sk_sk: Hosť
sl_si: Gost
sr_cs: Gost
sr_yu: Гост

source: Request variables
ar_aa: طلب متغيرات
ca_es: Petició de variables
et_ee: Päringu muutujad
id_id: Variabel permintaan
it_it: Variabili di richiesta
lv_lv: Pieprasījuma mainīgie
ro_ro: Variabilele cererii
sk_sk: Požadované premenné
sl_si: Zahteva spremenljivke
sr_cs: Zatraži varijable
sr_yu: Затражи варијабле

source: Build
ar_aa: بناء
ca_es: Versió
et_ee: Käivita
id_id: Versi
it_it: Costruisci
lv_lv: Kompilēt
ro_ro: Structură
sk_sk: Vytvoriť
sl_si: Vgrajen
sr_cs: Napravi
sr_yu: Направи

source: Plural forms: <code>%1$d</code><br />Plural function: <code>%2$s</code>
ar_aa: صيغ الجمع: <code>%1$d</code><br /> دالة الجمع: <code>%2$s</code>
ca_es: Formes plurals: <code>%1$d</code><br />Funció Plural: <code>%2$s</code>
et_ee: Mitmuse vorm: <code>%1$d</code><br />Mitmuse funktsioon: <code>%2$s</code>
id_id: Form plural: <code>%1$d</code><br />Fungsi plural: <code>%2$s</code>
it_it: Forme plurali: <code>%1$d</code><br />Funzione plurale: <code>%2$s</code>
lv_lv: Daudzskaitļa formas: <code>%1$d</code><br />Daudzskaitļa funkcija: <code>%2$s</code>
ro_ro: Forme de plural: <code>%1$d</code><br />Plural funcţii: <code>%2$s</code>
sk_sk: Tvary množných čísel <code>%1$d</code><br />Funkcie množných čísel:<code>%2$s</code>
sl_si: Množinske forme: <code>%1$d</code><br />Množinska funkcija: <code>%2$s</code>
sr_cs: Plural forma: <code>%1$d</code><br />Plural funkcija: <code>%2$s</code>
sr_yu: Plural форма: <code>%1$d</code><br />Plural функција: <code>%2$s</code>

source: File (line)
ar_aa: ملف (خط)
ca_es: Arxiu (línia)
et_ee: Fail (rida)
id_id: Berkas (baris)
it_it: File (riga)
lv_lv: Fails (rinda)
ro_ro: Fişier (linie)
sk_sk: Súbor (riadok)
sl_si: Datoteka (vrstica)
sr_cs: File (linija)
sr_yu: File (линија)

source: String
ar_aa: سلسلة
ca_es: Cadena
it_it: Stringa
lv_lv: Saite
sk_sk: Reťazec
sl_si: Niz

source: No %s log file found.
ar_aa: لم يتم العثور على %s ملف سجل.
ca_es: No s'ha trobat el l'arxiu %s de log.
et_ee: Logifaili %s ei leitud.
id_id: Tidak ada berkas log %s yang ditemukan.
it_it: Nessun file di log %s trovato.
lv_lv: Nav atrasts %s log fails.
ro_ro: Nu au fost găsite fişiere %s in jurnal.
sk_sk: Našiel sa žiadny súbor denníka %s.
sl_si: Ni najdena %s dnevniška datoteka.
sr_cs: Nije pronađen %s log fajl.
sr_yu: Није пронађен %s лог фајл.
