Repository: joomla-projects/gsoc17_pr_testing_platform
Catalog: src/data/www/php71/dbox-tests/templates/JTracker/g11n/*/*.JTracker.po
Languages: et_ee, sr_cs, sr_yu

source: Home
et_ee: Avaleht
sr_cs: Početna
sr_yu: Почетна

source: About
et_ee: Info
sr_cs: O nama
sr_yu: О нама

source: Community
et_ee: Kogukond
sr_cs: Zajednica
sr_yu: Заједница

source: Forum
et_ee: Foorum
sr_yu: Форум

source: Extensions
et_ee: Lisaprogrammid
sr_cs: Ekstenzije (dodaci)
sr_yu: Екстензије (додаци)

source: Resources
et_ee: Ressursid
sr_cs: Resursi
sr_yu: Ресурси

source: Docs
et_ee: Dokumentatsioon
sr_cs: Dokumentacija
sr_yu: Документација

source: Developer
et_ee: Arendaja
sr_cs: Programeri
sr_yu: Програмери

source: Shop
et_ee: Pood
sr_cs: Prodavnica
sr_yu: Продавница

source: Accessibility Statement
et_ee: Kättesaadavuse kinnitus
sr_cs: Izjava o dostupnosti
sr_yu: Изјава о доступности

source: Privacy Policy
et_ee: Privaatsuspoliitika
sr_cs: Politika Privatnosti
sr_yu: Политика Приватности

source: Report an Issue
et_ee: Teavita probleemist
sr_cs: Prijavite problem
sr_yu: Пријавите проблем

source: Log out
et_ee: Logi välja
sr_cs: Odjavi se
sr_yu: Одјави се

source: Log in
et_ee: Logi sisse
sr_cs: Prijavi se
sr_yu: Пријави се

source: &copy; 2005 - %currentYear% %osm% All Rights Reserved.
et_ee: &copy; 2005 - %currentYear% %osm% kõik õigused reserveeritud.
sr_cs: &copy; 2017 - %currentYear% %osm% Sva Prava Zadržana.
sr_yu: &copy; 2017 - %currentYear% %osm% Сва Права Задржана.

source: Joomla! Hosting by %provider%
et_ee: Joomla! Veebimajutust pakub %provider%

source: Download
et_ee: Laadi alla
sr_yu: Преузимање

source: Select Categories...
et_ee: Vali kategooriad...
sr_cs: Selektuj Kategorije...
sr_yu: Селектуј Категорије...

source: Select Milestone...
et_ee: Valige eesmärk...
sr_cs: Obeleži Milestone...
sr_yu: Обележи Milestone...

source: No Milestone
et_ee: Eesmärk puudub
sr_cs: Ne Postoji Milestone
sr_yu: Не постоји Milestone

source: Select labels...
et_ee: Vali sildid...
sr_cs: Obeleži Oznake...
sr_yu: Обележи Ознаке...

source: Submit test result
et_ee: Esita testi tulemus
sr_cs: Pošaljite rezultate testiranja
sr_yu: Пошаљите резултате тестирања

source: I have tested this item
et_ee: Testisin antud probleemi
sr_cs: Ja sam testirao/la ovu stvar
sr_yu: Ја сам тестирао/ла ову ствар

source: Not tested
et_ee: Testimata
sr_cs: Nije Testirano
sr_yu: Није Тестирано

source: Tested successfully
et_ee: Testitud edukalt
sr_cs: Uspešno Testirano
sr_yu: Успешно Тестирано

source: Tested unsuccessfully
et_ee: Testitud ebaõnnestunult
sr_cs: Neuspešno je testirano
sr_yu: Неуспешно је тестирано

source: Leave a comment (optional)
et_ee: Jäta kommentaar (valikuline)
sr_cs: Ostavite komentar (opciono)
sr_yu: Оставите коментар (опционо)

source: Alter test result
et_ee: Muuda testi tulemust
sr_cs: Promenjeni rezultati testiranja
sr_yu: Промењени резултати тестирања

source: Set the test result for user %s to %s
et_ee: Määra testitulemus kasutajale %s %s-ks
sr_cs: Postavite testni rezultat za korisnika %s do %s
sr_yu: Поставите тестни резултат за корисника %s дo %s

source: username
et_ee: kasutajanimi
sr_cs: korisničko ime
sr_yu: корисничко име

source: Add files...
et_ee: Lisa faile...
sr_cs: Dodaj fajl...
sr_yu: Додај фајл...

source: Start upload
et_ee: Alusta üleslaadimist
sr_cs: Počni sa uploadom
sr_yu: Почни са уплоадом

source: Cancel upload
et_ee: Tühista üleslaadimine
sr_cs: Otkaži upload
sr_yu: Откажи уплоад

source: Delete
et_ee: Kustuta
sr_cs: Obriši
sr_yu: Обриши

source: Upload Notes
et_ee: Üleslaadimise märkused
sr_cs: Napomena uz upload
sr_yu: Напомена уз уплоад

source: The maximum file size for uploads is %s.
et_ee: Üleslaetava faili maksimaalne suurus on %s.
sr_cs: Maksimalna veličina fajla koji se uploduje jeste %s.
sr_yu: Максимална величина фајла који се уплодује јесте %s.

source: The following file types are allowed: %s
et_ee: Lubatud on järgnevad failitüübid: %s
sr_cs: Sledeći tipovi fajlova su dozvoljeni za upload: %s
sr_yu: Следећи типови фајлова су дозвољени за уплоад: %s

source: You can <strong>drag & drop</strong> files from your desktop on this webpage.
et_ee: Saad <strong>lohista & aseta</strong> funktsiooniga faile üles laadida.
sr_cs: Vi takođe možete falove da prebacite sa desktopa metodom <strong>drag i drop</strong>.
sr_yu: Ви такође можете фалове да пребаците са десктопа методом <strong>превлачењем (drag i drop)</strong>.

source: Processing...
et_ee: Töötlemine...
sr_cs: Obrađuje se...
sr_yu: Обрађује се...

source: Start
et_ee: Alusta
sr_cs: Početak
sr_yu: Почетак

source: Cancel
et_ee: Loobu
sr_cs: Otkaži
sr_yu: Откажи

source: Error
et_ee: Viga
sr_cs: Greška
sr_yu: Грешка

source: Select Language
et_ee: Vali keel
sr_cs: Izaberi jezik
sr_yu: Изабери језик

source: Joomla! Home
et_ee: Joomla! Kodu
sr_cs: Joomla! Početna
sr_yu: Joomla! Почетна

source: Recent News
et_ee: Viimased uudised
sr_cs: Skorašnje novosti
sr_yu: Скорашње новости

source: Announcements
et_ee: Teadaanded
sr_cs: Najave
sr_yu: Најаве

source: Blogs
et_ee: Blogid
sr_cs: Blogovi
sr_yu: Блогови

source: Magazine
et_ee: Ajakiri
sr_cs: Magazin
sr_yu: Магазин

source: Support Joomla!
et_ee: Toeta Joomlat
sr_cs: Podržite Joomla!
sr_yu: Подржите Joomla!

source: Contribute
et_ee: Panusta
sr_cs: Doprinesite
sr_yu: Допринесите

source: Shop Joomla Gear
et_ee: Osta Joomla kraami
sr_cs: Prodavnica Joomla Artikala
sr_yu: Продавница Joomla опреме

source: Sponsorship
et_ee: Sponsorlus
sr_cs: Sponzorstvo
sr_yu: Спонзорство

source: About Joomla!
et_ee: Joomla! info
sr_cs: O Joomla!
sr_yu: O Joomla!

source: Core Features
et_ee: Tuuma funktsioonid
sr_cs: Osnovne Mogućnosti
sr_yu: Основне Учинак

source: The Project
et_ee: Projekt
sr_cs: Projekat
sr_yu: Пројекат

source: Leadership
et_ee: Juhtkond
sr_cs: Vođstvo
sr_yu: Вођство

source: Joomla! Community Portal
et_ee: Joomla! kogukonna portaal
sr_cs: Joomla! Portal Zajednice
sr_yu: Joomla! Портал Заједнице

source: Joomla! Events
et_ee: Joomla1 üritused
sr_cs: Joomla! Događaji
sr_yu: Joomla! Догађаји

source: Joomla! Trademark & Licensing
et_ee: Joomla! kaubamärk ja litsenseerimine
sr_cs: Joomla! Trademark i Licenca
sr_yu: Joomla! Традемарк и Лиценца

source: Joomla! User Groups
et_ee: Jooml! kasutajagrupid
sr_cs: Joomla! Korisničke Grupe
sr_yu: Joomla! Корисничке Групе

source: Joomla! Volunteers Portal
et_ee: Joomla! vabatahtlike portaal
sr_cs: Joomla! Portal Za Volontere
sr_yu: Joomla! Портал За Волонтере

source: Support
et_ee: Kasutajatugi
sr_cs: Podrška
sr_yu: Подршка

source: Joomla! Forum
et_ee: Joomla! foorum
sr_yu: Joomla! Форум

source: Joomla! Documentation
et_ee: Joomla! dokumentatsioon
sr_cs: Joomla! Dokumentacija
sr_yu: Joomla! Документација

source: Joomla! Issue Tracker
et_ee: Joomla! probleemide jälgija
sr_cs: Joomla! Praćenje Problema
sr_yu: Joomla! Праћење Проблема

source: Joomla! Resources
et_ee: Joomla! ressursid
sr_cs: Joomla! Resursi
sr_yu: Joomla! Ресурси

source: Read
et_ee: Loe
sr_cs: Pročitano
sr_yu: Прочитано

source: Joomla! Magazine
et_ee: Joomla! ajakiri
sr_cs: Joomla! Magazin
sr_yu: Joomla! Магазин

source: Joomla! Connect
et_ee: Joomla! ühendused
sr_cs: Joomla! Povezivanje
sr_yu: Joomla! Повезивање

source: Joomla! Mailing Lists
et_ee: Joomla! meililistid
sr_cs: Joomla! Lista Za Mejlove
sr_yu: Joomla! Листа За е-мајлове

source: Extend
et_ee: Laienda
sr_cs: Proširite
sr_yu: Проширите

source: Extension Directory
et_ee: Lisade kataloog
sr_cs: Direktorijum Ekstenzija
sr_yu: Директоријум Екстензија

source: Showcase Directory
et_ee: Näidis
sr_cs: Predstavljanje Primera
sr_yu: Представљање Примера

source: Language Packages
et_ee: Keelepakid
sr_cs: Paketi Sa Prevodom
sr_yu: Пакети Са Преводом

source: Certification Program
et_ee: Sertifitseerimisprogramm
sr_cs: Program Za Sertifikaciju
sr_yu: Програм за сертификацију

source: Developers
et_ee: Arendajad
sr_cs: Programeri
sr_yu: Програмери

source: Developer Network
et_ee: Arendajate võrgustik
sr_cs: Mreža Programera
sr_yu: Мрежа Програмера

source: Documentation
et_ee: Dokumentatsioon
sr_cs: Dokumentacija
sr_yu: Документација

source: Joomla! Bug Squad
et_ee: Joomla! Vigade kõrvaldamise rühm
sr_cs: Joomla! Grupa Za Bagove
sr_yu: Joomla! Група За багови

source: Joomla! Framework
et_ee: Joomla! raamistik

source: Multilingual Demo
et_ee: Mitmekeelne demo
sr_cs: Višejezični Demo
sr_yu: Вишејезички Демо

source: Translation Working Group
et_ee: Tõlkijate töögrupp
sr_cs: Radna Grupa Za Prevođenje
sr_yu: Радна Група За Превод

source: Translations Forum
et_ee: Tõlkijate foorum
sr_cs: Forum Za Prevođenje
sr_yu: Форум За Превод

source: Markdown Help
et_ee: Abi koodi kasutamiseks
sr_cs: Markdown Pomoć
sr_yu: Markdown Помоћ

source: Write
et_ee: Kirjuta
sr_cs: Napiši
sr_yu: Напиши

source: Preview
et_ee: Eelvaade
sr_cs: Pregled
sr_yu: Преглед

source: Tracker
et_ee: Jälgija
sr_cs: Sistem za praćenje
sr_yu: Систем за праћење

source: Project
et_ee: Projekt
sr_cs: Projekti
sr_yu: Пројекти

source: Show
et_ee: Näita
sr_cs: Prikaži
sr_yu: Ппикажи

source: Project Activity
et_ee: Projekti aktiivsus
sr_cs: Aktivnost projekta
sr_yu: Активност пројекта

source: Snapshot
et_ee: Ekraanipilt
sr_cs: Snimak
sr_yu: Снимак

source: User Activity
et_ee: Kasutaja tegevus
sr_cs: Aktivnosti Korisnika
sr_yu: Активности Корисника

source: Edit
et_ee: Muuda
sr_cs: Uredi
sr_yu: Уреди

source: Access Groups
et_ee: Ligipääsu grupid
sr_cs: Pristupi Grupi
sr_yu: Приступи Групи

source: Labels
et_ee: Sildid
sr_cs: Oznake
sr_yu: Ознаке

source: Milestones
et_ee: Eesmärgid
sr_cs: Milestone
sr_yu: Milestone

source: Categories
et_ee: Kategooriad
sr_cs: Kategorije
sr_yu: Категорије

source: Projects
et_ee: Projektid
sr_cs: Projekat
sr_yu: Пројекат

source: Users
et_ee: Kasutajad
sr_cs: Korisnici
sr_yu: Корисници

source: System
et_ee: Süsteem
sr_cs: Sistem
sr_yu: Систем

source: Configuration
et_ee: Seadistamine
sr_cs: Konfiguracija
sr_yu: Конфигурација

source: Logs
et_ee: Logid
sr_cs: Logovi
sr_yu: Логови

source: Application
et_ee: Rakendus
sr_cs: Aplikacija
sr_yu: Апликација

source: Cron Jobs
et_ee: Cron tööd

source: Database
et_ee: Andmebaas
sr_cs: Baza podataka
sr_yu: База података

source: GitHub Issues
et_ee: GitHub probleemid
sr_cs: GitHub Problem
sr_yu: GitHub Проблем

source: GitHub Comments
et_ee: GitHub kommentaarid
sr_cs: GitHub Komentari
sr_yu: GitHub Koментари

source: GitHub Pulls
et_ee: GitHubi tõmbamised
sr_cs: GitHub Povezivanje
sr_yu: GitHub Повезивање

source: Icons
et_ee: koonid
sr_cs: Ikonice
sr_yu: Иконице

source: Routes
et_ee: Marsruudid
sr_cs: Rute
sr_yu: Руте

source: Text
et_ee: Tekst
sr_cs: Tekst
sr_yu: Текст

source: Clear Cache
et_ee: Tühjenda vahemälu
sr_cs: Obriši keš
sr_yu: Обриши кеш

source: Markdown
et_ee: Kood

source: View profile
et_ee: Vaata profiili
sr_cs: Pregledaj Profil
sr_yu: Прегледај Профил

source: Edit profile
et_ee: Muuda profiili
sr_cs: Uredi profil
sr_yu: Уреди профил

source: Logout
et_ee: Logi välja
sr_cs: Odjava
sr_yu: Одјава

source: Login with GitHub
et_ee: Logi sisse GitHubiga
sr_cs: Prijavi se sa GitHub
sr_yu: Пријави се за GitHub

source: No GitHub credentials set in config
et_ee: Seadetes pole GitHubi kasutaja andmeid määrtud
sr_cs: Nema GitHub potvrde podešene u konfiguraciji
sr_yu: Нема GitHub потврде подешене у конфигурацији

source: Demo
sr_yu: Демо

source: Admin
sr_cs: Administrator
sr_yu: Администратор
