Repository: joomla-projects/gsoc17_pr_testing_platform
Catalog: src/data/www/php71/dbox-tests/src/App/Text/g11n/*/*.Text.po
Languages: sl_si

source: Edit Article
sl_si: Uredi prispevek

source: New Article
sl_si: Nov prispevek

source: Save
sl_si: Shrani

source: Cancel
sl_si: Prekliči

source: Title
sl_si: Naslov

source: Alias
sl_si: Vzdevek

source: Articles
sl_si: Prispevki

source: Articles List
sl_si: Seznam prispevkov

source: Title/Alias
sl_si: Naslov/Vzdevek

source: Actions
sl_si: Dejanja

source: View
sl_si: Pogled

source: Delete
sl_si: Izbriši

source: No articles found
sl_si: Ni prispevkov na voljo

source: The article has been deleted.
sl_si: Prispevek je bil izbrisan.

source: The article has been saved.
sl_si: Prispevek je bil shranjen.

source: An alias or a title is required.
sl_si: Drug vzdevek ali naslov je zahtevan.

source: Some text is required.
sl_si: Nekaj besedila je zahtevano.
